/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "Copyright 2005, Apple Computer, Inc.";

/*  AMApplication localized strings  */
"Automator" = "Automator";

/*  AMCategory localized strings  */
"Utility" = "Utility";

/*  AMDefaultParameters localized strings  */

/*  AMDescription localized strings  */
AMDSummary = "This action passes through a specified number or percentage of randomly chosen items passed into it.";

/*  AMKeywords localized strings  */
"Choose" = "Choose";
"Get" = "Get";

AMName = "Pass Random Items";

/*  AMWarning localized strings  */